Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: འདི་ ལ་ ཚོར་བ་པོ་ དང་ །_ བྱེད་པ་པོ་ ནི་ གང་ཡང་ མེད་ ཀྱི་ རྒྱུ་རྐྱེན་ དང་ འབྲེལ་བ འི་ འདུ་བྱེད་ ཀྱི་ ཕུང་པོ་ འདི་ཉིད་ སྐྱེ །_ འདུ་བྱེད་ ཀྱི་ ཕུང་པོ་ འདི་ཉིད་ འགག་ གོ་ སྙམ་ མོ །_།
en: Here there is neither an agent nor anyone experiencing, and thus due to causes and conditions this very aggregate of formation arises and ceases.’

source: དེ་ མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ ཇི་ལྟ་བ་ བཞིན་ རྗེས་སུ་ མཐོང་ ཞིང་ རྗེས་སུ་ འཇུག་པ་ དེས་ སེམས་ མི་ འཕྲོགས་ ཤིང་ རྣམ་པར་ མི་ གཡོ་ ལ་ སྐྱོན་ དུ་ འགྱུར་བ ར་ མི་ བྱེད་ དེ་ དྲི་མ་ ཅན་ དུ་ མི་ བྱེད་ དོ །_།
en: $105 “As he correctly sees and engages the sensations of contact that involve the eye, his mind will not be ruined nor shaken. In this way, he does not stain his mind or make it flawed.

source: ཡང་ དགེ་སློང་ དེ་ རྣ་བ འི་ ཚོར་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ ཚོར་བ་ རྗེས་སུ་ མྱོང་ ཞིང་ རིག་པ འི་ ཚོར་བ་ འདི་ གང་ཡིན་ སྙམ་ མོ །_།
en: $106 “Next, the monk will consider the sensations of the ear, and ask himself, ‘What is the experience and awareness of this sensation?’

source: དེ་ རྣ་བ འི་ ཚོར་བ་ འདི་ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ དང་ ཤིན་ཏུ་ འབྲེལ་བར་ མཐོང་ སྟེ །_
en: He will then understand, ‘The sensation associated with the ear is closely connected to the mental consciousness.

source: ཡིད་ དང་ ཤིན་ཏུ་ འབྲེལ་བ་ དེ་ ལ་ གནས་པ ར་ ཟད་ ཀྱི་
en: It abides in that close connection with the mind.’

source: འདི་ ལ་ བྱེད་པ་པོ་ དང་ ཚོར་བ་པོ་ མེད་ ཅིང་
en: Thus, he will think, ‘Here, there is neither sensor nor doer.

source: རྣ་བ འི་ ཚོར་བ་ རྟེན་ ཅིང་ འབྲེལ་བར་ འབྱུང་བ་ ལ་ བྱེད་པ་པོ་ དང་ །_ ཚོར་བ་པོ་ མེད་ དེ འདུ་བྱེད་ ཀྱི་ ཕུང་པོ་ སྟོང་པ་ འདི་ རྒྱུ་རྐྱེན་ གྱི་ དབང་ གིས་ སྐྱེ་ ཞིང་ འགག་ གོ་ སྙམ་ མོ །_།
en: Within the dependent origination of the sensations of the ear there is no agent or anyone experiencing, and so this empty aggregate of formation arises and ceases due to causes and conditions.

source: ཡང་ དགེ་སློང་ དེ་ སྣ འི་ ཚོར་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ ཚོར་བ་ འདི་ མྱོང་ ཞིང་ རིག་པ་ གང་ཞིག་ ཡིན་ སྙམ་ མོ །_།
en: $107 “The monk will also consider the sensations of the nose, wondering, ‘What is the experience and knowledge of this sensation?’

source: དེ་ ཚོར་བ་ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ དང་ ཤིན་ཏུ་ འབྲེལ་བར་ མཐོང་ སྟེ །_ དེ་ ལ་ དམིགས་པ་ དེ་ ལ་ གནས་པ་ དེ་ རྒྱུ་ དང་ རྐྱེན་ ལས་ བྱུང་ ཞིང་ རྗེས་སུ་ མྱོང་བ འི་ མཚན་ཉིད་ ཡིན་ གྱི་ འདུ་བྱེད་ ཀྱི་ ཕུང་པོ་ སྟོང་པ་ འདི་ བྱེད་པ་པོ ས་ གནས་ སུ་ མ་ བྱས་ ཤིང་ ཚོར་བ་པོ ས་ གནས་ སུ་ མ་ བྱས་པ་ རྒྱུན་ཆགས་ པར་ འཇུག་པ་ ཡིན་ ནོ་ སྙམ་ སྟེ
en: He will then see that the sensation is closely connected to the mental consciousness and, as he abides in that observation, he will think, ‘It emerges from causes and conditions and has the characteristics of experience. This empty aggregate of formation is not acted upon by an agent or experienced by anyone. Still, it manifests continuously.’

source: དེ་ སྣ འི་ ཚོར་བ་ རྟོགས་ ནས་ བྱེད་པ་པོ་ དང་ ཚོར་བ་པོ་ མེད་ ཅིང་ དོན་ གྱི་ བར་ དུ་ གཅོད་པ ར་ གྱུར་པ་ ནི་ མེད་ དོ་ སྙམ་ མོ །_།
en: With this realization of the sensations of the nose he will conclude, ‘There is no agent, no one experiencing it, and nothing to impede it.’

source: ཡང་ དགེ་སློང་ དེ་ ལྕེ འི་ [122a] ཚོར་བ་ ལ་ རྣམ་པར་ རྟོག་ སྟེ །_ ལྕེ འི་ ཚོར་བ་ འདི་ མྱོང་ ཞིང་ རིག་པ་ གང་ཡིན་ སྙམ་ མོ །_།
en: $108 “The monk will further consider {{page:{number:81,id:UT22084-068-021-100107,folio:F.122.a,volume:V68}}} the sensations of the tongue, wondering, ‘What is the experience and knowledge of sensations associated with the tongue?’

source: དེ་ ལྕེ འི་ ཚོར་བ་ འདི་ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ དང་ ཤིན་ཏུ་ འབྲེལ་བར་ མཐོང་ སྟེ །_ དེ་ ལ་ གནས་པ་ དེ་ དང་ འབྲེལ་བ་ དེ་ ལ་ དམིགས་པ་ དེ འི་ རྒྱུ་ལ ས་ བྱུང་ ཞིང་ །_ དེ་ ལ་ བརྟེན་པ་ ཡིན་ གྱི །_
en: He will then think, ‘The sensation of the tongue is closely related to the mental consciousness, which supports it, connects to it, observes it, causes it, and relies upon it.

source: འདི་ ལ་ བྱེད་པ་པོ་ དང་ །_ ཚོར་བ་པོ་ དང་ །_ དོན་ གྱི་ བར་ དུ་ གཅོད་པ ར་ འགྱུར་བ་ མེད་ དེ
en: It has no agent, no one experiencing it, and nothing to impede it.

source: འདུ་བྱེད་ ཀྱི་ ཕུང་པོ་ འདི འི་ རྒྱུ་ དང་ རྐྱེན་ གྱི་ དབང་ གིས་ སྐྱེ འོ་ སྙམ་ མོ །_།
en: Thus, this aggregate of formation arises due to causes and conditions.’

source: ཡང་ དགེ་སློང་ དེ་ ལུས་ ཀྱི་ རེག་བྱ འི་ ཚོར་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ ལུས་ ཀྱི་ ཚོར་བ་ མྱོང་ ཞིང་ རིག་པ་ འདི་ གང་ཡིན་ སྙམ་ མོ །_།
en: $109 “The monk will then consider the sensation of bodily touch, wondering, ‘What is the experience and awareness of the sensation of bodily touch?’

source: དེ་ ལུས་ ཀྱི་ ཚོར་བ་ འདི་ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ དང་ ཤིན་ཏུ་ འབྲེལ་བར་ མཐོང་ སྟེ །_
en: He will then observe, ‘The sensation of the body is closely related to the mental consciousness.

source: འདི་ ལ་ བྱེད་པ་པོ འམ་ ཚོར་བ་པོ་ དོན་ གྱི་ བར་ དུ་ གཅོད་པ ར་ འགྱུར་བ་ ནི་ མེད་ དེ །_ འདུ་བྱེད་ ཀྱི་ ཕུང་པོ་ སྟོང་པ་ འདི་ རྒྱུ་ དང་ རྐྱེན་ གྱི་ དབང་ གིས་ འཇུག་ གོ་ སྙམ་ མོ །_།
en: Here there is no agent, no one experiencing it, and nothing to interrupt it, and thus this empty aggregate of formation manifests due to causes and conditions.’

source: ཡང་ དགེ་སློང་ དེ་ ཡིད་ ཀྱི་ ཚོར་བ་ ལ་ རྣམ་པར་ རྟོག་པ ར་ བྱེད་ དེ །_ ཡིད་ ཀྱི་ ཚོར་བ་ མྱོང་ ཞིང་ རིག་པ་ འདི་ གང་ཡིན་ སྙམ་ མོ །_།
en: $110 “The monk will also consider mental sensations, wondering, ‘What is this experience and knowledge of mental sensations?’

source: དེ་ ཡིད་ དང་ ཆོས་ ལ་ བརྟེན་ ནས་ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ སྐྱེ་བ ར་ མཐོང་ སྟེ །_
en: He will then observe, ‘The mental consciousness arises based on the mind faculty and mental objects.

source: གསུམ་ འདུས་པ འི་ རེག་པ་ རེག་པ་ དང་ ལྷན་ཅིག་ བྱུང་བ འི་ ཚོར་བ །_ དཔེར་ན་ རྫས་དྲི་ ཞིམ་པ་ དུ་མ་ བསྡུས་པ་ ལས་ སྤོས་ བཟང་པོ་ འབྱུང་ ངོ་ །_།
en: Sensation appears simultaneously as these factors come together, just as when fine incense emerges when fragrant substances are mixed.

source: སྤོས་ དེ འི་ རྒྱུ་ མི་ འབྱུང་བ་ གཅིག་ ཀྱང་ མེད་པ་ དེ་བཞིན་ དུ་ རྒྱུ་ དང་ རྐྱེན་ འདུས་པ་ ལས་ ཚོར་བ་ ཐམས་ཅད་ འབྱུང་ གི །_ བྱེད་པ་པོ ས་ གནས་ སུ་ མ་ བྱས་ ཤིང་ ཚོར་བ་པོ ས་ གནས་ སུ་ མ་ བྱས་པ་ ཡིན་ ནོ །_།
en: Just like the incense is only produced when all the ingredients are there, sensations only arise from a nexus of causes and conditions. Here there is no agent and no one having an experience.

source: དཔེར་ན་ ལོ་མ་ ལ་ ཡང་ བརྟེན །_ ཟེ་བ་ ལ་ ཡང་ བརྟེན །_ སྡོང་བུ་ ལ་ ཡང་ བརྟེན །_ ཟེ་འབྲུ་ ལ་ ཡང་ བརྟེན་ ནས་ པད་མ་ ཞེས་ བྱ་བ འི་ མེ་ཏོག་ འབྱུང་ སྟེ །_ པད་མ་ དེ འི་ རྒྱུ་ གཅིག་ ཀྱང་ མེད་ དོ །_།
en: For example, a so-called “lotus flower” manifests in dependence on petals, stamen, pistil, and pollen. It has no single cause.

source: དེ་བཞིན་ དུ་ དམིགས་པ་ ལ་ ཡང་ བརྟེན །_ ནམ་མཁའ་ ལ་ ཡང་ བརྟེན །_ ཡིད་ ལ་ བྱེད་པ་ ལ་ ཡང་ བརྟེན །_ སྣང་བ་ ལ་ ཡང་ བརྟེན་ ནས་ མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ འི་ ཚོར་བ་ འབྱུང་ སྟེ །_
en: Likewise, sensations that ensue from visual contact manifest based on object, space, mental activity, and light.

source: མིག་ ལས་ སྐྱེས་པ །_ མིག་ ལ་ བརྟེན་པ འི་ ཚོར་བ་ དེ་ རིགས་ གཅིག་པ་ མ་ ཡིན །_ རྫས་གཅིག་པ་ མ་ ཡིན །_ འབྱུང་བ་ གཅིག་ [122b] པ་ མ་ ཡིན་ ཞིང་ ཐེར་ཟུག་ ཏུ་ གནས་པ་ མ་ ཡིན་ ལ་ སྤྲུལ་པ་ ལྟ་བུ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: A sensation that arises from, and is supported by, the eye is not of one kind, not of one substance, and not of a single manifestation. {{page:{number:82,id:UT22084-068-021-100108,folio:F.122.b,volume:V68}}} It does not endure but resembles a magical illusion.’

source: དེ་ ཇི་ལྟ་ ཇི་ལྟ ར་ དེ་ཉིད་ ཚོལ་བ འི་ དགེ་སློང་ དེ་ ནི་ དེ་ལྟ་ དེ་ལྟ ར་ དེ འི་ ཆོས་ དཀར་པོ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $111 “The further the monk thus examines reality, the more virtuous qualities he will manifest.

source: དཔེར་ན་ བུ་རམ་ཤིང་ སྣོད་ ཀྱི་ ནང་ དུ་ བཅུག་ ནས་ མེས་ བསྐོལ་བ་ དེས་ དེ་ དང་པོ་ ཞུ་ ཞིང་ དྲི་མ ར་ འགྱུར་བ་ ནི་ བུ་རམ་ དྲི་མ་ ཅན་ ཞེས་ བྱ འོ །_།
en: To give an analogy, when sugarcane is placed in a vessel and boiled over fire, it melts and will display impurities. This is what is known as ‘impure molasses.’

source: ལན་ གཉིས་ སུ་ བསྐོལ་བ་ དང་ །_ དཀར་བ ར་ འགྱུར་ ཞིང་ བུ་རམ་ དུ་ ཤེས་ སོ །_།
en: When it is boiled a second time, the substance becomes pure and is then recognized as molasses.

source: ལན་ གསུམ་པ་ ལ་ ཤིན་ཏུ་ དཀར་བ ར་ འགྱུར་ ཏེ །_
en: When boiled a third time, the molasses will become extremely pure.

source: དེ་ ཇི་ལྟ་ ཇི་ལྟ ར་ བུ་རམ་ཤིང་ བསྐོལ་བ་ དེ་ལྟ་ དེ་ལྟ ར་ ཤིན་ཏུ་ དྲི་མ་ དང་ བྲལ་བ ར་ འགྱུར་བ་ དེ་བཞིན་ དུ་ དགེ་སློང་ དམིགས་པ འི་ སྣོད་ དུ་ ཡེ་ཤེས་ མེ་ ལྟ་བུ ས་ སེམས་ ཀྱི་ རྒྱུན་བུ་ རམ་ ཤིང་ ལྟ་བུ་ ཡོངས་སུ་ སྐོལ་ བར་ བྱེད་ དོ །_།
en: Similarly, just as sugarcane is boiled to become utterly free from impurities, a monk will boil the sugarcane of his mindstream within the vessel of observation by means of the fire of wakefulness.

source: དེ འི་ དབུ་བ་ ལྟ་བུ་ བསམ་གཏན་ དང་པོ་ ཐོབ་པ ར་ འགྱུར་ ཞིང་
en: The first concentration is like the production of impure molasses.

source: དེ འི་ དཀར་བ་ ལྟ་བུ་ བསམ་གཏན་ གཉིས་པ་ ཐོབ་པ ར་ འགྱུར་ ཏེ །_
en: The attainment of the second concentration is like the purified molasses.

source: དེ་བཞིན་ དུ་ ཇི་ལྟ་ ཇི་ལྟ ར་ དགེ་སློང་ གི་ སེམས་ ཀྱི་ རྒྱུན་ ཡེ་ཤེས་ ཀྱི་ མེས་ སྐོལ་ བར་ བྱེད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ ཟག་པ་ མེད་པ འི་ ཆོས་ ཤིན་ཏུ་ དཀར་ ཞིང་ ཤིན་ཏུ་ དྲི་མ་ མེད་ ལ་ ཤིན་ཏུ་ སྐྱོན་མེད་ པར་ འགྱུར་ ཏེ
en: As the monk in this way continues to boil his mind under the fire of wakefulness, his undefiled qualities will become utterly pure, stainless, and flawless.

source: ལས་ ཕྱིར་ ཕྱོགས་པ་ དྲི་མ་ དང་ བྲལ་ ཞིང་ དཀར་ ལ་ དག་པ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: He will turn away from karmic action and become stainless, unblemished, and pure.

source: གཞན་ ཡང་ དགེ་སློང་ དེ་ ཚོར་བ་ དེ་དག་ ལ་ ཤིན་ཏུ་ རྣམ་པ་ ཕྲ་བ་ གཞན་ གྱིས་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $112 “Furthermore, the monk will consider these sensations in an extremely subtle way.

source: སེམས་ཅན་ ཆེ་གེ་མོ་ ཞིག་ གི་ ཚོར་བ་ མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ་ ཕྲ་བ འམ་ རགས་པ་ དྲི་མ་ ཅན་ གཏི་མུག་ དང་ ལྡན་པ་ སྐྱེས་པ་ དེ །_ ཚོར་བ་ རགས་པ་ ཆེ་གེ་མོ་ ཞིག་ གིས་ བསལ་ ཅིང་ སྤངས་ ཏེ །_ ལྷག་མ་ དང་ བཅས་པ ར་ བྱས་ སོ །_།
en: Thus, when a stained and ignorant sensation, whether subtle or coarse, arises due to visual contact, he will perceive it as a coarse sensation and expel it, relinquish it, and render it a residual.

source: རྣ་བ འི་ ཚོར་བ་ དང་ །_ སྣ འི་ ཚོར་བ་ དང་ །_ ལྕེ འི་ ཚོར་བ་ དང་ །_ ལུས་ ཀྱི་ ཚོར་བ་ ཡང་ དེ་བཞིན་ ནོ །_།
en: The same applies to the sensations of the ear, nose, tongue, and body.

source: དགེ་སློང་ དེ་དེ་ ལྟར་ བརྩོན་ ཞིང་ སྤྲོ་ ལ་ བདུད་ ཀྱི་ སྡེ་ འཇོམས་པ་ ན །_ ས་བླ འི་ གནོད་སྦྱིན་ དང་ །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དེ་དག་ གིས་ ཀྱང་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: $113 “When a monk thus perseveres enthusiastically and vanquishes the armies of the māras, the terrestrial and the celestial yakṣas will convey this news to the Four Great Kings.

source: ས་བླ འི་ གནོད་སྦྱིན་ དང་ །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དེ་དག་ དང་ །_ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་པོ་ དེ་དག་ གིས་ ཀྱང་ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: The terrestrial yakṣas, the celestial yakṣas, and the Four Great Kings will then inform the gods of the realm of the Four Great Kings.

source: ས་བླ འི་ གནོད་སྦྱིན་ དེ་དག་ དང་ །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དེ་དག་ དང་ །_ རྒྱལ་ [123a] པོ་ ཆེན་པོ་ བཞི་པོ་ དེ་དག་ དང་ །_ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ དེ་དག་ གིས་ ཀྱང་ ལྷ འི་ དབང་པོ་ བརྒྱ་བྱིན་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: Thereafter the terrestrial yakṣas, the celestial yakṣas, the Four Great Kings, {{page:{number:83,id:UT22084-068-021-100109,folio:F.123.a,volume:V68}}} and the gods of the realm of the Four Great Kings will bring the message to Śakra, ruler of the gods.

source: ལྷ འི་ དབང་པོ་ བརྒྱ་བྱིན་ ཡང་ གླང་པོ་ཆེ་ ས་སྲུང་ གི་ བུ་ ལ་ ཞོན་ ནས་ ཡིད་ དགའ་བ ས་ འཐབ་བྲལ་ གྱི་ ལྷ་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དེ །_ སྔ་མ་ བཞིན་ ནོ །_། འཐབ་བྲལ་ གྱི་ ལྷ་ དེ་དག་ ཀྱང་ བརྒྱ་བྱིན་ ལ་ དགའ་ ནས་
en: Delighted, Śakra will mount his elephant, Airāvaṇa, and so bring the news to the gods of the Heaven Free from Strife, who will receive his message with delight.

source: རིན་པོ་ཆེ་ སྣ་ཚོགས་ ཐོགས་ ཤིང་ ལུས་ ལྷ འི་ ཕྲེང་བ་ དང་ །_ སྤོས་ རྣམ་པ་ སྣ་ཚོགས་ ཀྱིས་ བརྒྱན་པ །_
en: Taking up numerous jewels, they will adorn their bodies with divine garlands and perfumes.

source: སྒྲ་ དང་ །_ རེག་བྱ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ ཡིད་ དུ་ འོང་ཞིང་ བདེ་བ་ དཔེ་མེད་པ །_ རབ་ཏུ་ དགའ་བ འི་ ཤུགས་ ཀྱིས་ དགའ་ལྡན་ གྱི་ ལྷ འི་ རིས་ ན་ རིན་པོ་ཆེ་ སྣ་ བདུན་ ལས་ བྱས་པ འི་ ཁང་པ་ དང་ །_ གཞལ་མེད་ ཁང་ དང་ །_ གྲོང་ཁྱེར་ རྣམ་པ་ སྣ་ཚོགས་ ཀྱིས་ བརྒྱན་ ཅིང་
en: With ravishing and incomparably delightful sounds, textures, sights, and scents they will, by the force of their joy, journey to the Heaven of Joy with its mansions, palaces, and cities built of the seven precious substances.

source: དཔག་ཚད་ སྟོང་ཕྲག་ བཞི་ བཅུ་ ཡོད་པ །_ ཡིད་ ཀྱིས་ བརྟགས་པ་ ཞེས་ བྱ་བ་ དེར་ བྱང་ཆུབ་ སེམས་དཔ འི་ ཁང་ བཟངས་ དཔག་ཚད་ ཁྲི་ ཡོད་པ །_ ཟག་པ་ མེད་པར་ འགྲོ་བ་ ཞེས་ བྱ་བ་
en: Spanning forty thousand leagues, the divine city known as Mānasaṅkalpa contains the bodhisattva mansion called Nirāsravarati. Measuring ten thousand leagues,

source: དེ་ ན་ བཅོམ་ལྡན་འདས་ བྱམས་པ་ བྱང་ཆུབ་ སེམས་དཔའ་ ལྔ་ བརྒྱ་ དང་ ཐབས་ཅིག་ ཏུ་ བཞུགས་པ་
en: this is the residence of the blessed Maitreya and five hundred bodhisattvas.

source: དེ་ ལ་ འཐབ་བྲལ་ གྱི་ ལྷ་ དག་ ཡིད་ རབ་ཏུ་ དགའ་ ནས་ གོས་ ཕྱོགས་ གཅིག་ ཏུ་ བགོས་ ཏེ པུས་མོ་ ས་ ལ་ བཙུགས་ མགོ་ བཏུད་ ཐལ་མོ་ སྦྱར་ ནས་ གསོལ་པ །_
en: As they arrive there, the gods of the Heaven Free from Strife will joyfully drape their robes over one shoulder, kneel on the ground, and with bowed heads and joined palms say,

source: ལྷ་ འདི་ལྟར་ འཛམ་བུ འི་ གླིང་ ན་ ལས་ ཀྱི་ ས་ ལ་ གནས་པ །_ གྲོང་ ཆེ་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་རྡལ་ མང་གེ་མོ་ ཞིག་ དང་ །_ ཡུལ་ ག་གེ་མོ་ ཞིག་ ཏུ་ རིགས་ ཆེ་གེ་མོ་ ཞིག་ ལས་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ སྐྲ་ དང་ །_ ཁ་སྤུ་ བྲེགས་ ཏེ གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ །_
en: ‘Divine one, we wish to convey to you that while remaining on the ground of karmic action in Jambudvīpa, the noble son, who goes by the name of so-and-so and is of such and such a village, town, and family, has shaved off his hair and beard, and faithfully gone forth from the household to become a homeless mendicant.

source: དེ་ སྤྱོད་པ་ ལ་ ནན་ཏན་ བགྱིད་ ཅིང་ བླ་མ་ ལ་ བསྙེན་བཀུར་ བགྱིད་པ །_
en: He perseveres in his practices and venerates his master.

source: ཟག་པ་ མེད་པ འི་ ཆོས་ ཀྱི་ དེ་ཉིད་ ཚོལ་ ཞིང་ ཚོར་བ འི་ དེ་ཉིད་ མཐོང་བ་ ཞེས་ བགྱི་བ་ ས་ གཞན་ བཞི་པ་ ལ་ ཞུགས་ ནས་
en: He investigates the reality of undefiled qualities, and he has now gone from the third ground to the fourth, known as seeing the reality of sensation.

source: བདུད་ ཀྱི་ ཕྱོགས་ འཇོམས་པ ར་ བགྱིད་ ཅིང་ དམ་པ འི་ ཆོས་ ཀྱི་ ཟམ་པ་ བརྟན་པ ར་ བགྱིད །_
en: He is conquering the forces of the māras and stabilizing his progress in the Dharma.

source: ཆོས་ དཀར་པོ་ རབ་ཏུ་ སྟོན་པ ར་ བགྱིད་ ཅིང་ །_ བདུད་ ཀྱི་ ཕྱོགས་ སྨོད་པ ར་ བགྱིད་ ལ །_ ལྷ འི་ ཕྱོགས་ འཕེལ་བ ར་ བགྱིད་པ་ དེ་ བདག་ཅག་ གིས་ ལྷ་ རྣམས་ ལ་ མངོན་པར་ གསོལ་ ལོ །_། འཐབ་བྲལ་ གྱི་ ལྷ་ [123b] རྣམས་ ལ་ བྱམས་པ ས་ ལྷ འི་ ཕྱོགས་ འཕེལ་བ ར་ གྱུར་པ་ དེ་ ཐོས་ ནས །_
en: He teaches virtuous qualities, despises the forces of the māras, and increases the forces of the gods.’ {{page:{number:84,id:UT22084-068-021-100110,folio:F.123.b,volume:V68}}} $114 “When Maitreya hears from the gods of the Heaven Free from Strife that the forces of the gods are flourishing, he will speak as follows:

source: ཀྱེ་ ལྷ་ དག་ འདི་ལྟར་ གང་ བདུད་ ཀྱི་ ཕྱོགས་ དམའ་བ ར་ བྱེད་ ཅིང་ །_ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ མངོན་པར་ མཐོ་བ ར་ བྱེད་ ལ །_ ཉོན་མོངས་པ་ རྣམས་ ལས་ རབ་ཏུ་ གྲོལ་བ ར་ བྱེད་ ཅིང་ བདུད་ ཀྱི་ སྡེ་ རྣམ་པར་ འཇོམས་པ ར་ བྱེད་པ་ ལ་ བདག་ རབ་ཏུ་ དག འོ་ ཞེས་ གཏམ་ དུ་ བྱེད་ དོ །_།
en: ‘O gods, how delightful, how utterly delightful that he is bringing down the forces of the māras while rousing the forces of the sacred Dharma—that he is achieving liberation from the afflictions while conquering the māras.’

source: གཞན་ ཡང་ དགེ་སློང་ དེས་ ཚོར་བ འི་ ཚོགས་ དྲུག་ མདོར་བསྡུས་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་ ནས་ ཚོར་བ འི་ ཕུང་པོ འི་ ས འི་ ཆོས་ ས་ གཞན་ ལྔ་པ་ ལ་ ཇི་ལྟ ར་ འཇུག་ ཅེ་ན །_
en: $115 “How does a monk, who has seen the reality of the grouping of the six collections of sensation, move beyond the ground of the phenomena of the aggregate of sensation and proceed to the fifth ground?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ ས་ བརྟགས་ ན །_ ཡང་ དགེ་སློང་ དེ་ ཚོར་བ འི་ དེ་ཉིད་ མཐོང་ ཞིང་ ཚོར་བ འི་ ཚོགས་ དྲུག་ གི་ ལས་ ཀྱི་ མཐ ར་ བྱས་ ལ །_ འདུ་ཤེས་ ཀྱི་ ཕུང་པོ་ ཡང་དག་ པར་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་ ཅིང་ མཚན་མ ར་ བྱེད་ དོ །_།
en: Spiritual practitioners who carefully observe inner phenomena understand that when a monk sees the reality of sensation, and brings an end to the karmic actions associated with the six collections of sensation, he will next correctly discern the aggregate of perception and engage with its discursive marks.

source: ས་ གཞན་ འདུ་ཤེས་ དང་ བཅས་པ་ གང་ཡིན་ སྙམ་ ན །_
en: $116 “What is that next ground, the ground that involves perception?

source: བདག་ ཆོས་ དཀར་པོ་ དབེན་པ་ ལ་ སྤྱོད་ ཅིང་ ཕན་པ་ དང་ མི་ ཕན་པ་ ལས་ དབེན་པ ར་ སྤྱོད་པ འི་ འདུ་ཤེས་ ཀྱིས་ འདུ་ཤེས་ སུ་ བྱེད་ ཅིང་ །_
en: Here the monk will engage in the notions of practicing disengagement from virtuous qualities and disengagement from the beneficial and the non-beneficial.

source: དེ་ཡང་ དག་པ ར་ སེམས་པ ར་ བྱེད་ ལ །_ དེ་ ཆོས་ དཀར་པོ་ མཚན་མ ར་ བྱེད་པ་ ནི་ འདི་ལྟར་ ཐོག་མ་ ཉིད་ དུ་ ཆོས་ རྣམས་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་ དེ
en: He will thus remain attentive and, when it comes to engaging with the marks of virtuous qualities, he will immediately distinguish such phenomena.

source: དམིགས་པ་ བསྟན་ དུ་ཡོད་ ཅིང་ ཐོགས་པ་ དང་ བཅས་པ་ དང་ །_ བསྟན་ དུ་ མེད་ ཅིང་ ཐོགས་པ འི་ འདུ་ཤེས་ ཇི་ལྟ ར་ སྐྱེ་བ ར་ འགྱུར་བ་ གང་ཡིན་ ཞིག་ གུ་ སྙམ་ ནས །_
en: He will wonder, ‘How do there arise perceptions of objects, which are obstructive and which may or may not be conspicuous?’

source: དེ་ ཤིན་ཏུ་ དབེན་པ ས་ འདུ་ཤེས་ དེ་ ལ་ རྟོག་པ ར་ བྱེད་ ཅིང་ དེ་ འདུ་ཤེས་ དེས་ གཟུགས་ རྣམ་པ་ བཅུ་གཅིག་ ལ་ མཚན་མ ར་ དམིགས་ ཏེ །_
en: $117 “By means of utter disengagement, he will then examine perceptions, noticing that they relate to the perceived marks of eleven different kinds of form.

source: འདི་ལྟ་སྟེ །_ རིང་བ་ དང་ །_ ཐུང་བ་ དང་ །_ གྲུ་བཞི་ དང་ །_ ཟླུམ་པོ་ དང་ །_ ཟུར་ གསུམ་ དང་ །_ སྔོན་པོ་ དང་ །_ སེར་པོ་ དང་ །_ དམར་པོ་ དང་ །_ དཀར་པོ་ དང་ །_ བཙོད་ ཀ འོ །_།
en: These are long, short, square, circular, triangular, blue, yellow, red, white, and rose red.#30

source: དེ་ ལ་ འདུ་ཤེས་ ཀྱི་ མཚན་མ ས་ རིང་པོ ར་ བྱེད་པ་ ནི །_ ཀྱེ་མ་ བྱིས་པ་ བློ་ ཞན་པ་ རྣམས་ ཀྱིས་ ཐོག་མ་ དང་ ཐ་མ་ མེད་པ འི་ སྐྱེ་བ་ དང་ །_ འཆི་བ་ དང་ །_ ལས་ དང་ །_ འབྲས་བུ་ དང་ །_ འཆི་ འཕོ་ དང་ །_ འབྱུང་བ་ དང་ །_ སྡུག་པ་ དང་ །_ བྲལ་བ་ དང་ །_ གྲང་བ་ དང་ །_ ཚ་བ་ དང་ །_ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ དང་ །_ དུབ་ [124a] པ་ དང་ །_ ན་བ་ དང་ །_ གཞན་ གྱིས་ བསྒོ་བ་ དང་ །_ བརྙས་པ་ དང་ །_ བྲན་ གྱི་ ངོ་བོ་ དང་ །_ གཅིག་ ལ་ གཅིག་ ཟ་བ་ དང་ །_ སོགས་ པར་ བྱེད་ ཅིང་ དོན་མེད་ པར་ གྱུར་པ་ དཔག་ ཏུ་ མེད་པ་ འདི་ ཀུན་ ནི་ བཟོད་པ ར་ དཀའ་བ་ ཡིན་ ཏེ
en: $118 “As for the perception of the marks of long, the monk will think, ‘Alas, without beginning or end, infantile, feeble-minded beings meaninglessly accumulate boundless and overwhelming experiences of birth, death, actions, results, death, emergence, separation from the beloved, cold, heat, hunger, thirst, weariness, {{page:{number:85,id:UT22084-068-021-100111,folio:F.124.a,volume:V68}}} disease, domination, contempt, enslavement, and mutual preying.

source: ལུས་ དང་ །_ ངག་ དང་ །_ ཡིད་ ཀྱིས་ ཀུན་ ནས་ བསླངས་པ འི་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ བྱེ་བྲག་ བྱེ་བ་ ཁྲག་ཁྲིག་ བརྒྱ་ སྟོང་ཕྲག་ དཔག་ ཏུ་ མེད་པ་ དག་ གིས་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ དག་ ཡང་ དང་ ཡང་ དུ་ ཁྱབ་པ ར་ བྱས་ ཤིང་ རྣམ་པར་ གཙེས་པ འི་ འཁོར་བ་ འདི་ ནི་ རིང་ ངོ་ སྙམ་ མོ །_།
en: Their billions and billions of different forms of flawed action of body, speech, and mind are beyond all measure, and so those karmic actions continuously pervade and oppress all infantile, ordinary beings. How long this cyclic existence is!’

source: དེ་ ལ་ མིར་ གྱུར་པ་ རྣམས་ ལ་ འདོད་པ ས་ ཉོན་མོངས་ ཤིང་ གཅིག་ ལ་ གཅིག་ འདྲིད་པ་ དང་ །_ གཞལ་བླུགས་ དང་ །_ ཤགས་ དང་ །_ ཚོང་པ་ དང་ །_ རྒྱལ་པོ འི་ ཕོ་བྲང་ དུ་ སྟེན་པ་ དང་ །_ མཚོ་ དང་ །_ ངམ་གྲོག་ དང་ །_ ཡུལ་ གཞན་ དུ་ འགྲོ་བ་ དང་ །_ འཐབ་མོ་ དང་ །_ ཞིང་ རྨེད་པ་ དང་ །_ ཕྱུགས་སྐྱོང་བ་ དང་ །_ ཀླ་ཀློ ར་ སྐྱེ་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ དང་ །_ དབང་པོ་ མ་ཚང་བ་ དང་ །_ དམ་པ འི་ ཆོས་ དང་ བྲལ་བ་ དང་ །_ སངས་རྒྱས་ འབྱུང་བ་ དང་ བྲལ་བ་ དང་ །_ རྐྱེན་ མ་ཚང་བ་ དང་ །_ མི་ཁོམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ བརྫུན་ དུ་ སྨྲ་བ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ བརྣབ་སེམས་ དང་ །_ གནོད་སེམས་ དང་ །_ ཕྲ་མ་ དང་ །_ ཚིག་རྩུབ་པོ་ དང་ །_ ཚིག་ཀྱལ་པ་ ལ་ ཡིད་ རྣམ་པར་ ཞེན་པ འི་ འཁོར་བ་ འདི་ ནི་ རིང་ ངོ་ སྙམ་ དུ་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དོ །_།
en: $119 “Further, he will observe marks of perception, thinking, ‘For human beings there is the affliction of desire, as well as mutual deception, deceit, ridicule, business, service to the royal palace, oceans, ravines, travel, fighting, plowing, cattle herding, birth among barbarians, wrong view, incomplete faculties, separation from the sacred Dharma, lacking the appearance of a buddha, insufficient conditions, lack of leisure, use of alcohol, taking what was not given, lying, sexual misconduct, divisive talk, harsh words, and attachment to chatter. This cyclic existence is so long!’

source: ལྷ་ རྣམས་ ཀྱི་ འཁོར་བ་ ཡང་ རིང་བ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དེ །_
en: $120 “The monk will also observe marks of perception in terms of the length of the cycle of existence that is experienced by the gods.

source: ཡུལ་ སྡུག་པ །_ སྒྲ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ ལ་ རབ་ཏུ་ ཆགས་ ཤིང་ །_ འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ དང་ །_ བག་མེད་པ་ དང་ །_ བུད་མེད་ ཀྱི་ ཉོན་མོངས་པ་ དང་ །_ དགའ་བ འི་ ཚལ་ དང་ །_ ཡོངས་སུ་ འདུ་ དང་ །_ རྣམ་པར་ མཛེས་པ་ དང་ །_ ཤིང་རྟ་ སྣ་ཚོགས་ དང་ །_ ཚལ་ དང་ །_ ནགས་ཚལ་ དང་ །_ ལྟེང་ཀ་ དང་ །_ དལ་ གྱིས་ འབབ་པ་ དང་ །_ ཀུན་ ཏུ་ རྩེ་བ་ དང་ །_ མེ་ཏོག་ དང་ །_ སྤོས་ དང་ །_ བདུད་རྩི འི་ རོ་ དང་ [124b] རྣམ་པ་ སྣ་ཚོགས་ སུ་ རྩེ་བ་ དང་ །_ ཁ་ཟས་ དང་ །_ གནས་ཁང་ ལ་ རབ་ཏུ་ ཆགས་པ་ དང་ །_ ཙན་དན་ དང་ །_ ལྷ འི་ མེ་ཏོག་ ཕྲེང་ དང་ །_ ཕྱེ་མ་ དང་ །_ བྱུག་པ་ དང་ །_ མེ་ཏོག་ མན་ དཱ་ ར་བ་ དང་ །_ ལྷ འི་ རོལ་མོ་ དང་ །_ ལྷ འི་ གླུ་དབྱངས་ ལ་ སེམས་ རབ་ཏུ་ ཆགས་ ཤིང་ །_
en: He will consider the gods’ attachment to beautiful objects of sound, taste, form, and smell; their desire, anger, delusion, and carelessness; their afflictions related to females; and their attachment to pleasure gardens, gathering halls, beautiful features, chariots, groves, forests, ponds, gentle streams, games, flowers, incense, ambrosial nectar, {{page:{number:86,id:UT22084-068-021-100112,folio:F.124.b,volume:V68}}} entertainments, meals, homes, sandalwood, divine flower garlands, powders, mandārava flowers, divine music, and divine songs.

source: དམ་པ འི་ ཆོས་ ལ་ཁ་ ཕྱིར་ ཕྱོགས་པ འི་ ལྷ་ རྣམས་ ཀྱི་ འཁོར་བ་ ནི་ རིང་ ངོ་ སྙམ་ མོ །_།
en: Thus, he will think, ‘The cycle of existence of the gods who turn away from the sacred Dharma is so long!’

source: ཡི་དགས་ རྣམས་ ཀྱི་ འཁོར་བ་ ཡང་ རིང་བ ར་ འདུ་ཤེས་ ཀྱི་ མཚན་མ་ ལ་ དམིགས་པ ར་ བྱེད་ དེ །_
en: $121 “He will also observe marks of perception in terms of the length of the cycle of existence that is experienced by starving spirits.

source: ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ འགྲོ་བ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ དང་ །_ དུབ་པ་ དང་ །_ ཉམ་ཆུང་བ་ དང་ །_ མེ འི་ ཆར་ རབ་ཏུ་ འབབ་པ་ དང་ །_ མིད་པ་ ཁབ་ ཙམ་ ལ་ ལྟོ་ རི་ ཙམ་པ་ དང་ །_ ལྟོ་ རྒལ་བ་ ལ་ ཞར་བ་ དང་ །_ ཕྲག་དོག་ དང་ །_ སེར་སྣ་ སྐྱེས་ ཤིང་ གཅིག་ ལ་ གཅིག་ མཚོན་ གྱིས་ འདེབས་པ་ དང་ །_
en: Due to flawed negative actions they experience hunger; thirst; exhaustion; weakness; torrents of fire; having a throat as thin as a needle and a stomach as big as a mountain; being unable to digest; envy; stinginess; armed attacks;

source: མུན་ནག་ ཏུ་ འཇུག་ ཅིང་
en: entering dense darkness;

source: གཡང་ས ར་ རབ་ཏུ་ ལྟུང་བ་ དང་ །_
en: falling into abysses;

source: ཆུ་བོ་ དང་ །_ ལྟེང་ཀ་ དང་ །_ འབབ་ཆུ འི་ དངོ་ དང་ །_ མཚོ ར་ རྒྱུག་པ་ དང་ །_
en: racing along the shores of rivers, ponds, streams, and oceans;
